let jokesArray = [
  `
सन्ता (अपनी मम्मी से) – माँ खुशखबरी है,

हम दो से तीन हो गये हैं…🤪
माँ – बधाई हो बेटा, क्या हुआ है

बेटा 👶 या 👧 बेटी ?🤷‍♀️
सन्ता – ना #बेटा, और ना #बेटी,

मैने दुसरी शादी कर ली है ।😜😂😂
`,
  `चेला – बाबा, दाहिने हाथ में खुजलाहट है।

बाबा – वत्स, लक्ष्मी आने वाली हैं।

चेला – दाएं पैर में भी खुजलाहट है।

बाबा – यात्रा योग बन रहा

चेला – पेट पर भी खुजलाहट

है।

बाबा – उत्तम भोजन की प्राप्ति होगी

चेला – गर्दन पर भी खुजलाहट है।

बाबा – दूर हट, तुझे खुजली की बीमारी है

😝😝🤣🤣🤣🤣




`,
  `“मां अपने तोतले बेटे से बोली: बेटा

आज हम जहां लड़की देखने जा रहे हैं,

तुम वहां बोलना मत, वरना ये लोग भी

मना कर देंगे।

बेटाः थीत है।

लड़की वालों के घर जब लड़की चाय

लेकर आई तो लड़का चाय पीते ही बोला,

“दलम है दलम है।

लड़की तुरंत बोली, ओए फूत माल

फूत माल!

😂😂😂🤣🤣🤣




`,
  `बंता wife को English सिखा रहा था।

दोपहर में Wife बोली,😜😜 “Dinner लो जी”.😜😜

बंता – जाहिल औरत ये Dinner नही Lunch है..”

Wife – जाहिल तू, तेरा सारा

ख़ानदान करमफूटे…ये रात का

बचा हुआ खाना है… दिमाग मत

दौड़ा, रोटी चरले।

😝😝🤣🤣🤣




`,
  `शिष्य – गुरूजी, ऐसी पत्नी को क्या कहते हैं

जो गोरी हो, लंबी हो, सुन्दर हो, होशियार हो,

पति को समझती हो

कभी झगड़ा नहीं करती हो ?

गुरूजी – उसे मन का वहम कहते हैं

बेटा.. मन का वहम !… 😄😂




`,

  `पत्नी पति से: अजी सुनते हो,

पड़ोस की पिंकी को maths में 100 में से 99 marks मिलें हैं..

पति: अच्छा, तो 1 mark कहाँ गया?

पत्नी: अपना बेटा ले के आया है

😂😂😂😂😂




`,
  `Sanskrit Teacher –
What is the meaning of

‘तमसो मा ज्योर्तिगमय’🤔
Student Said –
“तू सो जा 👩 माँ,

मैं ज्योति 👧 के घर जा रहा हुँ ।”

😜😂😂




`,
  `पत्नी:- आपको मेरी सुंदरता

ज़्यादा अच्छी लगती है या

मेरे संस्कार…?

….

पति:- मुझे तो तेरी ये मज़ाक

करने की आदत बहुत अच्छी

लगती है।

😛😛😛🤭🤭🤣🤣




`,
  `पत्नी: उठो सुबह हो गई,

पति: आंख नही खुल रही है, ऐसा

कुछ बोलो कि नीद गायब हो जाए।

.

पत्नी: रात में जिस जानू से चैट कर रहे थे, वो मेरी दूसरी ID है।

अब बेचारे पति को 3 दिन से नीद नही आ रही है।

🤣🤣🤣🤣🤣🤣🤣




`,
  `गर्लफ्रेंड: मेरा मोबाइल माँ के पास

रहता है।

बॉयफ्रेंड: अगर पकड़ी गई तो?

गर्लफ्रेंड: तुम्हारा नंबर, ‘बैटरी लो

नाम से रखा है। जब भी तुम्हारा फोन

आता है तो माँ कहती है,

‘लो चार्ज कर लो।”

बॉयफ्रेंड अभी भी कोमा में है!

😂😂😂😂😂😂😂




`,
  `संजू अपनी गर्लफ्रेंड के पिता से मिलने गया…
लड़की का पिता:- मैं नहीं चाहता कि मेरी बेटी

अपनी पूरी जिंदगी एक मूर्ख इंसान के साथ गुज़ारे….
संजू :- बस अंकल,

इसीलिए तो मैं उसे यहां से ले जाने आया हूँ

दे जूते….दे चप्पल….😂😁😂😁




`,
  `लड़की : मैं अपने पापा की परी हूं

लड़का : मैं भी अपने पापा का पारा हूं

लड़की : पारा..? ये क्या है?

लड़का : मुझे देखते ही

उनका पारा चढ़ जाता है

😁😁😁😁😂😂




`,
  `सांता ने तेज गाड़ी चलाकर 25 लोगों को उड़ा दिया।🚖🔥

जज – तुमने 25 लोगों को उड़ा दिया,

तुम्हें अपनी सफाई में क्या कहना है ?

संता – मैं गाड़ी तेज चला रहा था,

पर मैंने जब ब्रेक मारी तो पता चला कि

ब्रेक फेल है.

फिर मैंने सामने देखा तो 2 आदमी जा रहे थे, और

दूसरी ओर 1 बारात जा रही थी…

तो आप ही बताओं मैं गाड़ी किधर मोड़ता ?🤷🏻‍♂️

जज – सिम्पल सी बात है,

जिस तरफ 2 आदमी थे,

नुकसान कम होता…

संता – बिलकुल सही… मैंने भी यही सोचा…

पर वो 2 आदमी मेरी गाड़ी देखकर

बारात में घूस गये..

😝😜😂🤣🤣🤣




`,
  `बेगम- क्या चाँद ला सकते हो..!!??

मियाँ…कमरे मे गए और कुछ चीज छिपा कर लाये

और बेगम से कहा आँखे बंद करो ।

और वो चीज़ बेगम के हाथो में रख दी। फिर आँखे

खोलने को कहा।

बेगम की आँखों में आंसू थे।

क्योकि उनके हाथो में एक आइना था जिसमे बेगम का

चेहरा नज़र आ रहा था।

बेगम- या खुदा…

आप मुझे चाँद सा समझते हो..!!

मियाँ… बोले: नहीं मैं तो आपको सिर्फ ये समझा रहा

था !!

जिस मुँह से चाँद मांग रही हैं वो सुरत कभी आईने में

भी देख लिया करो!😝😝😝

फिलहाल मियाँ हास्पिटल में हैं।

🤣🤣🤣🤣🤣🤣🤣🤣🤣




`,
  `बहुत पुरानी बात है ….

एक आदिवासी अपने परिवार के साथ जंगल में ही

रहता था….

उसने और उसके परिवार ने कभी आईना नहीं

देखा था …

एक दिन जंगल में उसे शीशा मिल गया…

उसमें खुद को देखकर समझा कि उसके बाप की

तस्वीर है…

और वो उसे अपने घर ले गया और रोज बातें

करने लगा…

उसकी बीवी को शक़ हुआ…

एक दिन जब उसका पति घर से बाहर गया हुआ

था तब उसने वो शीशा निकाला…

खुद अपनी शक्ल देखकर बोली :

“अच्छा… तो ये है वो कलमुँही

जिस से मेरा पति रोज़ बातें करता है’

उसने शीशा अपनी सास को दिखाया,

तो सास बोली :

“चिंता मत कर…शुक्र मना…बुड्डी है,

जल्दी ही मर जाएगी”

😝😝😝😝🤣🤣🤣🤣🤣




`,
  `एक दिन भगवान ने एक

आदमी की मेमोरी डिलीट कर दी.

फिर उससे पूछा क्या तुम्हें कुछ याद है?

आदमी ने अपनी पत्नी का नाम

बता दिया….

भगवान हंसकर बोले – “पूरा सिस्टम

फॉर्मेट कर दिया पर वायरस फिर

भी रह गया…. !”

😂😝🤣🤣😝😝




`,
  `एक औरत अपनी पड़ोसन को बता

रही थी

“तुझे पता है, 20 साल तक मेरी

कोई औलाद नहीं हुई”

पड़ोसन हैरानी से : “तो फिर तूने

क्या किया ?”

औरत : “फिर मैं 21 साल की हुई तो

मेरे पापा ने मेरी शादी कर दी

फिर जा के मुन्ना हुआ

पड़ोसन खड़े खड़े बेहोश हो गयी

😂😂😂😂😂😂😂😂




`,
  `Husband आधी रात को

अपनी मोटी बीवी

को जगा कर बोला..

घुट-घुट कर मरना सही है या

फिर एकदम से मर जाना..?

wife: एकदम से मर जाना

अच्छा होता है.. –

Husband : तो अपनी दूसरी

टांग भी मुझ पे रख दे और

किस्सा खत्म कर मेरा..

😝😝😝🤣🤣🤣🤣🤣




`,
  `एक बच्चे ने अपनी मां से कहा

मां में इतना बड़ा

कब हो जाऊंगा कि…..

आपसे बिना पूछे कहीं भी जा सकू…?

मां ने भी दिल छू लेने वाला

जवाब दिया-

बेटा….. इतना बड़ा तो….

तेरा बाप भी नहीं हुआ आजतक…!!

😝😝😝🤣🤣🤣🤣




`,
  `एक पढ़ा-लिखा लड़का एक

अनपढ़ लड़की से शादी कर लेता

है

दोनों एक पार्टी में जाते हैं।

लड़का कहता है यदि कोई तुमसे

पूछे कि यह तुम्हारे क्या लगते हैं।

तो तुम कहना कि यह मेरे हस्बैंड

है और मैं उनकी वाइफ हूं

उसी समय एक आदमी आता है।

उस लड़की से पूछता है कि यह

आपके क्या लगते हैं।

लड़की कहती है कि यह मेरे

हैंडपंप हैं और मैं इनकी पाइप

हूं.!!😝😝😝🤣🤣🤣🤣🤣




`,
  `शराबी:- अगर मेरे हाथ में

सरकार होती तो

मैं देश की तकदीर बदल देता.

शराबी की पत्नी:-

अरे, पहले अपना पाजामा तो

बदल ले करम जले ..,

सुबह से मेरी सलवार पहन कर

घूम रहा हे…

😂😂🤣🤣🤣🤣🤣🤣




`,
  `बैंक के बाहर भीड़ लगी थी।

एक आदमी बार-बार आगे जाने

की कोशिश

करता और लोग उसे पकड़ कर पीछे

खींच लेते।

5-6 बार पीछे खींचे जाने के बाद

वह चिल्लाया :-

‘लगे रहो लाइन में सालों, मैं

आज बैंक ही नहीं खोलूंगा!

😝😝😂😂😂🤣🤣🤣




`,
  `लड़का अपनी गर्लफ्रेन्ड से..

“मेरे पास मेरे दोस्त जैसी कार नही पर

तुम्हे पलको पे बैठा के घुमाउंगा,

उसके जैसा बडा घर नही पर तुम्हें

दिलमें रखुंगा,

उसके जितने पैसे नही पर मजदुरी

करके खिलाउंगा…

उसके जितना अमीर नहीं, लेकिन सिर्फ

तुम्हारा ही रहूंगा

और क्या चाहिए तुम्हे ???”

लड़की :

बस कर पगले, रुलायेगा क्या ???

चल अपने दोस्त का नंबर दे….!!

😝😝😂😂😂🤣🤣🤣




`,
  `30 दिन से बिना बताये घर से

गायब एक राजस्थानी पति घर

लौटा…

पत्नी – मैं थारे गम में बीमार पड़ी

थी, जै मैं मर जाती तो

…

पति- तो मैं कोण सा श्मशान की

चाबी अपणे साथ ले ग्या था

😝😝😝🤣🤣🤣🤣




`,
  `डॉक्टर (मरीज़ से) – अगर तुम मेरी

दवा से ठीक हो गए तो मुझे क्या

इनाम दोगे…

मरीज़ – साहब मैं तो बहुत ही गरीब

आदमी हूँ, कब्र खोदता हूँ, आपकी

फ्री में खोद दूंगा…!

😝😂😂😂🤣🤣🤣




`,
  `पति – मेरे सीने में बहुत दर्द

हो रहा है जल्दी से एम्बुलेंस

के लिए फोन लगाओ

पत्नी – हां लगाती हूं जल्दी

अपने मोबाईल का पासवर्ड

बताओ

पति – रहने दो अब थोडा

ठीक लग रहा है।

😝😂😂🤣🤣🤣🤣




`,
  `पत्नी: हॅलो! कहाँ हो?

पति: याद है, पिछली दीपावली पर हम एक

ज्वेलरी की दुकान में गये थे… जहाँ तुम्हें एक हार

पसंद भी आ गया था।

पत्नी: हाँ! याद आया…

पति: और उस समय मेरे पास पैसे नहीं थे।

पत्नी (खुशी से): हाँ! हाँ! याद है।

पति: और फिर मैंने कहा था कि ये हार एक दिन

मैं तुम्हें लेके दूँगा।

पत्नी (और ज़्यादा खुशी से): हाँ हाँ हाँ.. बहुत

अच्छी तरह से याद है।

पति: तो बस उसी की बगल वाली दुकान में

बाल कटवा रहा हूँ…थोड़ा लेट आऊँगा!!

😝😝😜🤣🤣🤣




`,
  `नेता – हाँ. अब सही समय आ गया है.

जनता- क्या आप देश को लूट खाओगे ?

नेता – बिल्कुल नही.

जनता – हमारे लिए काम करोगे?

नेता – हाँ. बहुत.

जनता – महगांई बढ़ाओगे?

नेता – इसके बारे में तो सोचो भी मत.

जनता – आप हमे जॉब दिलाने में मदद करोगे ?

नेता – हाँ. बिल्कुल करेंगे.

जनता -क्या आप देश मे घोटाला करोगे?

नेता – पागल हो गए हो क्या बिलकुल नहीं.

जनता – क्या हम आप पर भरोसा कर सकते हैं ?

नेता – हाँ

जनता – नेता जी …
चुनाव जीतकर नेताजी वापस आये

अब आप, नीचे से ऊपर पढ़ो.

😁😁😁😁😁




`,
  `पत्नी : जरा किचन से आलू लेते

आना।

पति : यहां तो कहीं आलू दिख

नहीं रहे हैं।

पत्नी: तुम तो हो ही अंधे,

कामचोर हो। एक काम ढंग से

नहीं कर सकते,

मुझे पता था कि तुम्हें नहीं

मिलेंगे, इसलिए में पहले ही ले

आई थी!

अब आदमी की कोई गलती हो

तो बताओ…😶




`,
  `Husband और Wife में बातचीत बंद थी

सुबह Husband को जल्दी जाना था.. उसने

रात को पेपर पर लिखा

“मुझे सुबह 5 बजे उठा देना.. अर्जेंट काम

है..!!!”

और पेपर वाइफ के तकिये के पास रख

दिया…

सुबह 8 बजे जब उठा तो देखा उसके ऊपर

बहुत सारे पेपर पड़े थे और सब पर लिखा

था,

“उठ जाओ 5 बज गए”,

“Please उठ जाओ, वरना लेट हो

जाओगे”

मोरल- पत्नी से पंगा नही लेना चाहिए…

🤣🤣🤣🤣🤣




`,
  `मामा:– तुझे इतनी मार क्यों पड़ी ?

भांजा:– बारात में गलत बोल गया।

मामा:– क्या ?

भांजा:– “वारी वरसी खटन ग्यासी ,

खटके ले आंदा तार ।

भगंडा तभी सजेगा, जब नाचे

कुडी का यार…….!

मामा:– फिर तो मार पड़नी ही थी।

भांजा:– मुझे तो सिर्फ मार ही पडी,

जो बंदा नाचा उसकी तो

परसों तेरहवीं है।

😂😂😂😂😂




`,
  `विज्ञानं के टीचर ने छात्रो से पूछा

एलोवीरा क्या होता है ?

छात्र – सर पंजाब मैं जब छोटा भाई

बड़े भाई को ‘व्हिस्की’ का पेग बना के

देता है

तो केहता है..’ए लो वीरा’ !… 😄 😂




`,
  `पप्पु अपने ससुराल में गुरुजी का

प्रवचन सुनने गया!

गुरुजी बोले, “जो-जो स्वर्ग जाना चाहता

है, वह अपना हाथ ऊपर करें!

पप्पु की बीवी और सास ने हाथ

ऊपर उठाया !

गुरूजी ने पप्पु जी से पूछा, ‘क्या तुम

स्वर्ग नहीं जाना चाहते?”

पप्पु, गुरुजी, यह दोनों चली जायेंगी तो

यही पर स्वर्ग हो जायेगा…

गुरूजी अपने चेलों से बोले “इस ज्ञानी

पुरूष को अपनी टीम में शामिल करो।

😁😜🤣😂😂😂




`,
  `अंकल – बेटा क्या करते हो?

पप्पू – अंकल मैं ‘बाबू’ हूँ

अंकल – वाह, तुम क्लर्क हो ?

पप्पू – नहीं अंकल मैं ‘बाबू’ हूँ

अंकल – अबे तू है क्या?

पप्पू – अरे अंकल, मैं ‘बाबू’ हूँ आपकी बेटी का,

आपकी बेटी मुझे हमेशा कहती है – ‘मेरा बाबू’

अंकल बेहोश 😄 😂




`,
  `पठान की बीवी ड्राइवर के साथ भाग गयी

सिंधी – अब क्या करोगे?

पठान – करना क्या है अब गाड़ी खुद चलाऊंगा… 😄 😂




`,
  `पत्नी ने पति को फोन किया।

पति: जल्दी बोलो, मैं बहुत बिजी हूं।

पत्नी: एक अच्छी और एक बुरी खबर है।

पति: सिर्फ अच्छी खबर सुना दो…

बुरी खबर सुनने का टाइम नहीं है।
पत्नी: ठीक है। अच्छी खबर यह है कि

हमारी नई गाड़ी के एयरबैग

बिल्कुल सही से काम करते हैं।

😄😂😄😂😄😂




`,
  `दारू की वजह से बर्बाद शराबी ने

कसम ली……

और घर से दारू की खाली बोतले

फेंकने लगा

पहली बोतल फेंकते हुए बोला…..तेरी वजह

से मेरी नोकरी गई

दूसरी बोतल फेंकते हुए बोला…तेरी वजह

से मेरा घर बिका

तीसरी बोतल फेंकते हुए बोला….तेरी वजह

से मेरी बीवी चली गई

चोथी उठाई तो वो भरी हुई निकली तो बोला

तू साइड में हो जा पगली…..

तू तो बेकसूर है

😂😂😂😂😂😂😂😂




`,
  `एक बार इंजीनियरिंग के सभी प्रोफेसर को

एक प्लेन में बैठाया गया.

फिर अनाउंसमेंट हुई, ये प्लेन

आपके स्टूडेंट्स ने बनाया है

सब प्रोफेसर उतर गए…पर प्रिंसिपल बैठा रहा.

लोगों ने पूछा- आपको डर नहीं लगता?

प्रिंसिपल- मुझे अपने स्टूडेंट्स पर पूरा भरोसा है…

ये स्टार्ट ही नहीं होगी

😝😝😝😂😂🤣🤣🤣




`,
  `एक बनिया अपनी अंतिम सांसे ले रहा था,

और

बोला मेरी बीबी कहाँ है ?

बीबी – में यही हूँ

मेरी बेटी कहाँ है ?

बेटी :- यहीं हूँ

बनिया :- मेरा बेटा कहाँ है ?

बेटा :- यहीं हूँ

बनिया – सालों सब यहीं हो तो दूकान पर

कौन है?

😝😝😝😂😂😂




`,
  `एक Public Toilet में अंदर लिना था :

आज दुनिया चाँद पे पहुँच गयी,

और तू यहीं बैठा है!!!

संता ने दिमाग लगाया और उसके

जीचे लिख दिया…

“भाई!!! चाँद पर पानी नहीं है

इस लिये यहाँ करने आया हूँ!!!

बस धोकर वापिस जा ही रहा हूँ..

😝😛🤣😂😝😂😂😂




`,
  `टीटू का सिर फट गया

मिट्ट: यार, ये कैसे हो गया

टीटू: अब क्या बताऊं यार,

मैं पहले जूते से ईंट फोड़ रहा था तभी

लूलू शराबी ने कहा कभी अपनी

खोपड़ी भी काम में ले लिया करो,

फिर क्या खोपड़ी ही फूट गई

🤕🤕😛😝😝🤣😝




`,
  `बेटा बियर पीकर घर लौटा था।

पापा की डांट से बचने के लिए लैपटॉप

खोलकर पढ़ने लगा।

पापा :- बेटा तु फिर से पीकर आया है ???

बेटा :- नहीं पापा नही मै नही पिया हु….

पापा :- तो फिर सूटकेस खोलकर

क्या पढ़ रहा है?

😝😝😝😝🤣🤣🤣🤣




`,
  `शहर की लड़की की शादी गाँव में हो गई।

लड़की की सास ने उसे

भैंस को घास डालने को बोला।

भैंस के मुँह मे झाग देख कर

लड़की वापस आ गई।

सास बोली: क्या हुआ बहू?

लड़की बोली:

भैंस अभी कोलगेट कर रही है, माँ जी।।

सास बेहोश

😝😝😝🤣🤣🤣🤣🤣




`,
  `अंग्रेज सिपाही से- इस आदमी का कान काट दो।

चोर- नहीं मेरा कान मत काटो, नही तो मैं अंधा

हो जाऊंगा।

अंग्रेज- बेवकूफ कोई कान काटने से अंधा होता है।

.

चोर- अरे बेवकूफ कान काट देगा तो चश्मा क्या

तेरे बाप के कान पर लगाऊंगा।

😝😝😝🤣🤣🤣🤣




`,
  `एक मास्टर जी के घर में

7-8 मास्टर मेहमान आ गए…

मास्टर जी की बीवी बोली,

“घर मे चीनी नहीं है, चाय कैसे बनाऊँ?”

मास्टर ने कहा,

तुम सिर्फ चाय बनाकर ले आओ,

बाकी मै सम्भाल लूंगा”.

बीवी चाय बनाकर ले आई। मास्टरजी ने कहा,

“जिस के हिस्से में फिकी चाय आएगी,

कल हम सब उनके घर

मेहमान बनकर खाने के लिए आएंगे”

सभी मास्टरों ने खुशी से चाय पी ली।

एक ने तो यहाँ तक कह दिया,

“मेरी चाय मे तो इतनी चीनी है।

कि डर है कहीं डायबिटीज ना हो जाए.!!!

😛😛😛🤣🤣🤣🤣🤣




`,
  `एक बुजुर्ग व्यक्ति – बेटा कैसे

हो

बच्चा – ठीक हूं…

बुजुर्ग – पढ़ाई कैसी चल रही है?

बच्चा – बिलकुल आपकी

जिंदगी की तरह.!

बुजुर्ग – मतलब?

बच्चा – भगवान भरोसे.!!

😂😂😂😂😂🤣🤣




`,
  `टीचर : होम वर्क क्यों नहीं किया ..?

स्टूडेंट :🙇🏻‍♂️ सर, लाइट नहीं थी .

टीचर : तो मोमबत्ती जला लेते .

स्टूडेंट :🙇🏻‍♂️ सर, माचिस नहीं थी .

टीचर : माचिस क्यों नहीं थी ?

स्टूडेंट:🙇🏻‍♂️ पूजा घर में रखी हुई थी .

टीचर : तो वहां से ले आते …

स्टूडेंट :🙇🏻‍♂️ नहाया हुआ नहीं था

टीचर : नहाया हुआ क्यों नहीं था .?

स्टूडेंट :🙇🏻‍♂️ पानी नहीं था सर .

टीचर : पानी क्यों नहीं था ..?

स्टूडेंट:🙇🏻‍♂️ सर मोटर नहीं चल रही थी.

टीचर : मोटर क्यों नहीं चल रही थी..??

स्टूडेंट:🙇🏻‍♂️ उल्लू के पट्टे.. बताया तो था

लाइट नहीं थी..!

😂😂😂😂😂




`,
  `पत्नी – हाय राम आपके सर से खून क्यों निकल रहा है?

पति – अरे मेरे दोस्त ने ईंट मार दी

पत्नी – आप भी मार देते, आपके हाथ में कुछ नहीं था क्या?

पति -हम्म… मेरे हाथ में उसकी बीवी का हाथ था..

😜👊👊👊अब चेहरे से भी खून निकल रहा है😜




`,
  `एक बुढा बस में सीट पर अकेला बैठा था।

तभी एक बुढ़िया आई और उसके बगल में

बैठ गयी!

कुछ देर बाद बुढ़िया बूढ़े से

बोली – अंकल जी कहां जा रहे हो।

तो बुढा चुप बैठा रहा।

बुढ़िया फिर बोली- अंकल जी

कहा जा रहे हो??

अब बुढ़े से चुप नही रहा गया

और बोला- बेटी तू बहुत सुन्दर है, जवान है,

तेरे खातिर लड़का देखने जा रहा हूँ।

😝😝😂😂🤣🤣🤣




`,
  `पिता बेटे पर गुस्सा करते हुए – एक काम

ढंग से नहीं होता तुझसे, तुम्हें पुदीना लाने

के लिए कहा था और तुम ये धनिया ले आए,

तुझ जैसे बेवकूफ को तो घर से निकाल देना

चाहिए

बेटा: पापा चलो इकठे ही चलते है।

पिता : क्यों?

बेटा: मम्मी कह रही थी कि ये मेथी है




`,
  `गुरुजी – बच्चो,😙😙

मुझे बताओ कि

पहले जिस जगह का नाम मद्रास था,

अब उसे किस नाम से जाना जाता है ?

बच्चा – चैन्नई😎😎

गुरुजी -बिलकुल सही जवाब😊😊

अब मुझे बताओ कि चैन्नई ये नाम क्यो रखा गया ??.🙃

बच्चा – सर, वहा के लोग लुंगी पहनते है।

और लुंगी को pant की तरह चैन नही होती,😁

इसलिये (चैन नही) चैन्नई ये नाम

रखा गया😝😝😝




`,
  `मरीज – “डॉक्टर साहब, मेरी दाई टांग में बहोत दर्द रहेता है…”😥
डॉक्टर – “ये तो उम्र का तकाजा है…”🙂
मरीज – “लेकिन मेरी बाई टांग की भी तो उम्र उतनी ही है 💁‍♂️
फिर दाई टांग में ही तकलिफ क्यों ??”🤷‍♂️
Doctor_Sock, Patient Rock!😜😂😂




`,
  `साइकिल वाले ने एक आदमी को टक्कर मार दी और बोला

भाईसाहब आप बहुत किस्मत वाले हो 😉😉
आदमी : एक तो तूने मुझे टक्कर मारी और ऊपर

से मुझे किस्मत वाला कह रहे हो 😬😬 ?
साइकिल वाला : आज छुट्टी है तो साइकिल चला

रहा हूँ नहीं तो मैं ट्रक चलाता हूँ 😂😁😂😁




`,
  `मोन्टू : तुम्हारी आँख क्यों सूजी हुई है ?

बन्टू : कल मैं अपनी पत्नी के जन्मदिन पर केक लेकर गया था

मोन्टू : लेकिन इसका आँख सूजने से क्या संबंध है?

बन्टू : मेरी पत्नी का नाम तपस्या है

लेकिन cake वाले बेवकूफ दुकानदार ने लिख दिया

“Happy Birthday समस्या”😂😁😂😁




`,
  `संजना तीसरी बार ड्राइविंग लाइसेंस का इंटरव्यू देने पहुंची

officer – अगर एक तरफ आपके पति हो और दूसरी तरफ

आपका भाई हो तो आप क्या मारोगी ?

संजना – पति

officer – अरे मैडम आपको तीसरी बार बता रहा हूँ की

आप ब्रेक मारोगी 😂😁😂




`,
  `एक दस साल का बच्चा बहुत ध्यान से

एक किताब पढ़ रहा था

जिसका टाइटल था, ‘बच्चों का पालन-पोषण कैसे करें?

मां – तुम इस किताब को क्यों पढ़ रहे हो?

बच्चा – मैं ये देखना चाहता हूं कि

मेरा पालन-पोषण ठीक से हो रहा है या नहीं… 😄 😂




`,
  `एक गांव में किसी बुजुर्ग के मर जाने से

स्कूल में छुट्टी हो गयी

स्कूल से आते वक्त बच्चों ने

2 बुजुर्गो को देखा तो एक बोला

देखो, दो छुट्टी आ रही है… 😄 😂




`,
  `
पति (फोन पर पत्नी से) – तुम बहुत प्यारी हो।
पत्नी – थैंक्स।
पति – तुम बिल्कुल राजकुमारी जैसी हो।
पत्नी – थैंक्यू सो मच।
और बताओ क्या कर रहे हो…?
पति – खाली बैठा था, सोचा मजाक ही कर लूं।
😜😛🤓 😎🤠😂😀
`,
  `“आज का ज्ञान”
आदमी चाहे जितना भी बड़ा और,
समझदार हो जाए।
:
लेकिन…
:
वो सीधे पैर और उल्टे पैर के,
मोजों में कभी फर्क नहीं बता सकता।
😜😛🤓 😎🤠😂😀`,
  `Wife ने एक बोर्ड देखा
बनारसी साड़ी 10/-
नायलॉन 8/-
कॉटन 5/-
Wife खुश हो के अपने हस्बैंड से,
मुझे Rs.500 दो, में 50 साड़ी खरीदुंगी।
:
;
Husband: अरी ओ बीरबल की माँ,
press करने वाले की दुकान है वो।
😜😛🤓 😎🤠😂😀`,

  `माँ – बेटा क्या कर रहे हो?
बेटा – पढ़ रहा हु माँ।
माँ – शाबाश! क्या पढ़ रहे हो?
बेटा – आपकी होने वाली बहु के SMS.
दे थप्पड़, दे थप्पड़।
😜😛🤓 😎🤠😂😀`,

  `12 साल बाद वो जेल से छूटा,
मैले कुचैले कपड़ों में बहुत थका,,
हुआ घर पहुंचा. घर पहुंचते ही,,,
बीबी चिल्लाई: कहां घूम रहे थे इतनी देर?
आपकी रिहाई तो 2 घंटे पहले ही हो गई थी ना?
वो आदमी वापस जेल चला गया।
😜😛🤓 😎🤠😂😀`,

  `पप्पू – बचपन से ही शौक था अच्छा इंसान बनने का।
गप्पू – फिर क्या हुआ, बन गए…?
पप्पू – अरे कहां, बचपन खत्म।
शौक खत्म।
😜😛🤓 😎🤠😂😀`,

  `दूल्हा – घूंघट उठाते हुए क्या मैं चेहरा देख लूं…?
दुल्हन – हां, लेकिन देखकर डिलीट कर देना।
😜😛🤓 😎🤠😂😀`,

  `हालांकि मां ने कभी तंत्र विद्या नहीं सीखी है।
लेकिन…
जिस लड़की पर उनका बेटा फिदा होता है।
मां एक नजर में बता देती है कि…
वो चुड़ैल है…!!!
😜😛🤓 😎🤠😂😀`,

  `हमारी शक्सियत का अंदाज़ा तुम क्या लगाओगे गालिब,
हम तो कब्रिस्तान से भी गुज़रते है तो मुर्दे उठ कर कहते है।
:
भाई लगी कही नौकरी…..????
😜😛🤓 😎🤠😂😀`,

  `हम लड़के जब तक करियर बना कर अपने पैरो पर खड़े होते हे,
तब तक हमारी क्लास की लड़कियों के बच्चे अपने पैरो पर चलने लगते हे।
😜😛🤓 😎🤠😂😀`,

  `एक अक्षर गलत होने की वजह से एक किताब की 10 लाख कॉपियां
दो दिन में ही बिक गईं।
:
दरअसल, ये गलती उस किताब के टाइटल में हो गई थी।
;
किताब का नाम था – ‘एक आइडिया जो आपकी लाइफ बदल दे,
और गलती से हो गया – ‘एक आइडिया जो आपकी वाइफ बदल दे।
😜😛🤓 😎🤠😂😀`,

  `पति और पत्नी का ज़ोरदार झगड़ा होता है,
पति गुस्से से- तेरी जैसी 50 मिलेंगी,,
पत्नी हंस के- अभी भी मेरी जैसी ही चाहिए।
😜😛🤓 😎🤠😂😀`,

  `लड़की वाले बेटी के लिए लड़का देखने गए,
लड़की वाले- कितना कमा लेते हो?
लड़का- इस महीने दो करोड़ कमाया,
लड़की वाले- फिर क्या हुआ?
लड़का- बस, फिर मोबाइल में तीन पत्ती हेंग हो गया,
और सारी कमाई चली गयी।
😜😛🤓 😎🤠😂😀

`,

  `उसने मुझसे पूछा चाहोगे मुझे कब तक,
मैंने भी मुस्कुराके कह दिया,,
मेरी बीवी को न पता चले तब तक।
😜😛🤓 😎🤠😂😀`,

  `टीचर : मैं दो वाक्य दूंगा उसमें आपको अंतर बताना है,
पहला वाक्य- उसने बर्तन धोए।
दूसरा वाक्य- उसे बर्तन धोने पड़े।
पप्पू : पहले वाक्य में कर्ता अविवाहित है।
और दूसरे वाक्य में कर्ता विवाहित है।
😜😛🤓 😎🤠😂😀`,

  `लड़का- मैं आपकी बेटी से शादी करना चाहता हूं,
लड़की का बाप- कितना कमा लेते हो।
लड़का- १९००० हजार महीना,
लड़की का बाप- १५००० मै अपनी बेटी को पाकेट मनी देता हूं।
लड़का- वो मिलाके के ही बोल रहा हूं अंकल।
😜😛🤓 😎🤠😂😀`,

  `पत्नी – हमेशा मेरा आधा माथा दुखता है,
लगता है डॉक्टर को दिखाना पड़ेगा।
पति – अरे उसमे डॉक्टर को क्या बताना।
वो तो जितना है उतना दुखेगा ही।
बस तब से ही पति का पूरा बदन दुःख रहा है।
😜😛🤓 😎🤠😂😀`,

  `पति अपनी पत्नी से :- मेरी शर्ट को उल्टी करके प्रेस करना।
पत्नी :- ठीक है,
कुछ देर बाद,,
पति :- मेरी शर्ट को प्रेस कर दिया क्या।
पत्नी :- नहीं अभी नहीं,
पति :- क्यों.?
पत्नी :- अभी मुझे उल्टी ही नही आ रही तो उल्टी करके कैसे प्रेस करूँ।
पति बेहोश।
😜😛🤓 😎🤠😂😀`,

  `फादर: अगर इस बार तुम इम्तिहान मे फैल हुए तो,
मुझे पापा मत कहना।
इम्तिहान के बाद,
फादर: How is Your Result?
सन: दिमाग का दही मत कर,
बाबूलाल तु बाप कहलाने का हक खो चूका है।
😜😛🤓 😎🤠😂😀`,

  `एक सरकारी दफ्तर के बोर्ड पार लिखा था,
कृपया शोर ना करे किसी ने उसके नीचे लिख दिया।
“वरना हम जाग जायेंगे..”
😜😛🤓 😎🤠😂😀`,

  `डॉक्टर ने आदमी से पुछा,
क्या आप का और आपकी बीवी का खून एक ही है?
आदमी ने कहा,
क्यों नही? ज़रूर होगा! पचास,
साल से मेरा ही खून जो पी रही है।
😜😛🤓 😎🤠😂😀`,

  `पति : God ने तुम्हें 2 आँखे दी हैं,
चावल से पत्थर नही निकाल सकती?
पत्नी : God ने तुम्हे 32 दांत दिए है।
2-4 पत्थर नही चबा सकते?
😜😛🤓 😎🤠😂😀`,

  `अर्ज है: रोज रोज वजन,
नापकर क्या करना है।
एक दिन तो सबने मरना है,
चार दिन की है जिंदगी खा लो जी भर के,
अगला जन्म फिर ३ किलो से शुरू करना है।
😜😛🤓 😎🤠😂😀`,

  `जूता छुपाई की रस्म शादियों में “सालियां”करती है,
पर पता नहीं मंदिरों में ये रस्म कौन से “साले” करते है।
😂😂😂`,

  `कुछ लोग वाक़ई हमारी ज़िन्दगी में अदरक की तरह होते हैं,
उनकी अहमियत उन्हें कूटने पर ही पता चलती है।
😜😜😜`,

  `घर वाले मुझे सुबह-सुबह ऐसे उठाते है,
जैसे तीसरा विश्वयुद्ध शुरु हो गया है,,
और मैं ही आखरी सैनिक बचा हूँ।
😜😛🤓 😎🤠😂😀`,

  `पत्नी – अजी तुम गोवा जा रहे हो तो मुझे अपने साथ क्यों नहीं ले जाते ?
पति – अरे पगली, कोई होटल जाता है तो टिफिन साथ ले जाता है क्या ?
😜😛🤓 😎🤠😂😀`,

  `आज भी गाँवो में शादी घर वालों की मर्जी से होती है,
घूँघट उठाने के बाद ही पता चलता है कि,,
बीबी ” 😍ऐश्वर्या ” है या 😥जयसूर्या।
😜😛🤓 😎🤠😂😀`,

  `एक सुन्दर सी लड़की मेरी तरफ बढ़कर आई और बोली –
मेरी हर एक सांस पर हर कोई मरता है,
:
मैने कहा – ” कोई अच्छा सा टूथपेस्ट ले ले पगली।
😂😂`,

  `संता : अगर नारियल के पेड़ पर चढ़ जाऊं,
तो इंजीनियरिंग कॉलेज की लड़कियां दिख जाएंगी?
बंता : जरूर! और हाथ छोड़ दोगे तो,
मेडिकल कॉलेज की लड़कियां भी दिख जाएंगी।
😜😜`,

  `संता किसी लड़की के घर रिश्ता लेकर गया। लड़की के मां-बाप बोले –
हमारी बेटी तो अभी पढ़ाई कर रही है।
संता बोला – कोई बात नहीं जी, हम एक घंटे बाद आ जाएंगे।
😜😛🤓 😎🤠😂😀`,

  `एक आदमी खड़े-खड़े चाबी से अपना कान खुजा रहा था।
Santa उसे गौर से देखते हुए बोला-
भाई साहब, आप स्टार्ट नही हो रहे,
तो धक्का लगाऊं ?
😂😂😂😂😂😂

`,

  `साला आज तक एक बात समझ नहीं आई
जिसको भी मोबाइल दो वो सीधा galleryमें ही क्यों घुसता हैं।
😂😂😂😜😂🏃🏃`,

  `छोरी तो ऐसी पटाऊंगा जो #बुलेट चलाती हो,
ACTIVA चलाने वाली पे तो #दुनिया मरती है।
;
ऐसा स्टेटस रखने वाले लड़को से सायकल वाली भी नही पटती।
😎 😜😝😁😂`,

  `शुक्र है डाक्टर ये नही कहते,
:
भाई छुट्टा नही है ,
कुछ दवाइया और लिख दूँ l
या एक आपरेशन और कर दूँ।
😜😛🤓 😎🤠😂😀`,

  `एक आदमी किसी कॉलेज के Toilet में गया,
अंदर टॉयलेट सीट पर बैठा तो दीवार पर लिखा हुआ देखा।
इतना ज़ोर अगर पढाई में लगाता तो,
तू आज किसी अच्छी सीट पर बैठा होता।
😜😛🤓 😎🤠😂😀`,

  `बहू अपनी सास के पास जाती है और कहती है।
बहू:- मां जी कल रात मेरा उनसे झगड़ा हो गया।
सास: कोई बात नहीं, ये तो हर पति-पत्‍‌नी में होता रहता है।
बहू: वो तो मुझे भी पता है, पर ये बताइये अब लाश का क्या करना है।
😜😛🤓 😎🤠😂😀

`,

  `पीढियां खप गई पता लगाते लगाते कि दुनिया किस मिट्टी की बनी है।
;
और एक समाज सेविका ने एक मिनट मे बता दिया कि,
;
ये दुनिया पीतल की।
😜😛🤓 😎🤠😂😀`,

  `संजय दत्त: जेलर साहब मुझे फिर से बापू दिखाई दे रहें हैं।
जेलर: कहाँ हैं बापू?
संजय दत्त: वो उधर सफ़ेद धोती में।
जेलर: जा चुपचाप सो जा, वो आसाराम है।
😜😛🤓 😎🤠😂😀`,

  `साला आज-कल के साबुन देख कर,
पता ही नहीं चलता की नहाने के लिए है।
या खाने के लिए!! मलाई..दूध..केशर..युक्त.
😜😛🤓 😎🤠😂😀`,

  `रिश्तेदार आज भी जाते वक़्त बच्चों को पैसे देकर कहते हैं।
की बेटा ये लो मिठाई खा लेना,
जबकि जानते वो भी हैं की,
लौंडा डलवायेगा तो नेटपैक ही।
😜😛🤓 😎🤠😂😀`,

  `इस कदर तन्हा हूँ कि अगर मैं पहाड़ पर जाकर भी आई
लव यू चिल्लाता हूँ तो:
I have a boyfriend आवाज लौटकर आती है।
😜😛🤓 😎🤠😂😀`,

  `Arrange marriage के भी अपने फायदे है
कभी कभी ऐसी लडकी से शादी हो जाती है,
जिसे लडका खुद सात जन्म तक नहीं पटा सकता।
😜😛🤓 😎🤠😂😀`,

  `Me: मेरे रंग में रंगने वाली परी हो।
या हो परीयो की रानी या हो,
मेरी प्रेम कहानी मेरे सवालों का जवाब दो।
She: ok but as a Friend
😜😛🤓 😎🤠😂😀`,

  `लड़के को सिर्फ लड़की से प्यार होता है,
मगर लड़की को लड़के के साथ उसके,,
घर,गाड़ी,बैंक बॅलन्स, नौकरी,क्रेडिट कार्ड etc सभी से प्यार होता है।
😜😛🤓 😎🤠😂😀`,

  `सुना हे सिगरेट पीना स्वास्थ के लीये हानीकारक हे।
;
बस तो आज कमरे मे सिगरेट जला कर रखुंगा…
;
सारे मच्छरो के फेंफड़े खराब कर दूंगा।
😜😜😜😜😜😜😜`,

  `टीचर – “मेरे पापा काम पर गए हैं,
– इसका future tense बताओ ?
स्टूडेंट – वो कल भी जायेंगे,
किसी के बाप में हिम्मत हो तो रोक के दिखाए।
😜😛🤓 😎🤠😂😀`,

  `लड़का(फ़ोन पे): हेल्लो तेरा लवर बोल रहा हूँ मेरी छम्मक छल्लो।
लड़की:- तू चिंटू बोल रहा है क्या ?
लड़का:- अरे वाह मेरा नाम इतनी जल्दी पहचान गयी।
लड़की:- तेरे पापा का नाम बंसीलाल ही हे ना।
लड़का:- हां , बिलकुल सही।
लड़की:- और तेरे दादा का नाम रामलाल है ?
लड़का:- अरे लगता हे तू मेरी दीवानी हो गयी हे ,
मेरी पूरी डिटेल रखने लगी हे तू।
लड़की:- अबे हरामजादे , में तेरी बहन बोल रही हूँ ,
गलती से घर का नंबर लगा दिया हे तूने ?
तू घर आ फिर बताती हु तुझे।
😜😛🤓 😎🤠😂😀

`,

  `रमेश (नौकर से) – जरा देख तो,
बाहर सूरज निकला या नहीं?
नौकर – बाहर तो अंधेरा है,
संता – अरे! टॉर्च जलाकर देख ले कामचोर।
😜😛🤓 😎🤠😂😀`,

  `एक लड़का एक सुंदर लड़की को बड़ी देर से घूर रहा था,
लड़की (गुस्से में): क्या देख रहे हो?
लड़का (हड़बड़ी में): देख रहा हूँ कि,
अगर तुम मेरी अम्मा होती तो मैं भी सुन्दर होता।
😂😜😅😂😂😜

`,

  `भिखारी – ऐ भाई एक रुपया देदे, तिन दिन से भूखा हूँ।
राहगीर – तिन दिन से भूखा है तो एक रुपए का क्या करेगा..?
भिखारी – वजन तोलूंगा कितना घटा है।
😂😜😅😂😂😜`,

  `बंता ने हजामत की दुकान खोली।
एक ग्राहक शेव कराने आया।
:
बंता: मूंछ रखनी है?
ग्राहक: हां।
:
बंता ने ग्राहक की मूंछ काट कर उसके हाथ में देते हुए,
लो रख लो, जहां रखनी है।
😂😜😅😂😂😜

`,

  `“पत्नी बीमार पति को डाक्टर के पास ले गयी”
डाक्टर ने कहा “ इनको अच्छा खाना दो,हमेशा खुश रखो,
घर की कोई भी प्राब्लम इनसे डिसकस ना करो,
फाल्तू की फरमाइशें करके इनकी चिंताये मत बढ़ाओ तो,
ये छ महीने में ठीक हो जायेंगे।
😜😛🤓 😎🤠😂😀`,

  `रास्ते में पति ने पत्नी से पूछा “ क्या कहा डाक्टर ने ?
पत्नी बोली “ डाक्टर ने जवाब दे दिया है”
😂😂😂😂😂

`,

  `रास्ते में पति ने पत्नी से पूछा “ क्या कहा डाक्टर ने ?
पत्नी बोली “ डाक्टर ने जवाब दे दिया है”
😂😂😂😂😂

`,

  `एक नीग्रो बस में अपने बच्चे के साथ जा रहा था,
कंडक्टर ने उसका बच्चा देखकर कहा-
“इतना काला बच्चा मैंने आज तक नहीं देखा।
नीग्रो को गुस्सा आया,
लेकिन वो कुछ नहीं बोला और सीट पर आकर मुह फुलाकर बैठ गया।
संता ने उससे पूछा: “क्या हुआ भाई साहब”?
नीग्रो ने संता से कहा: अरे यार,
उस कंडक्टर ने बेइज्जती कर दी।
संता : अरे मार साले को जाकर,
ला ये चिम्पांजी का बच्चा मुझे पकड़ा दे।
साला काटेगा तो नहीं।
😂😂😂😂😂😜😅😂`,

  `पत्नी:- आपको मेरी सुंदरता ज़्यादा अच्छी लगती है या मेरे संस्कार…?
पति:- मुझे तो तेरी ये मज़ाक करने की आदत बहुत अच्छी लगती है।
😜 😜 😜 😜 😜 😜 😜 😜`,

  `टीचर : तुम परिंदो के बारे में सब जानते हो ??
संजू : हाँ टीचर : अच्छा ये बताओ कौन सा परिंदा उड़ नहीं सकता ??
संजू : मरा हुआ परिंदा 😤😤😆😆
भाग पागल कहीं का।
😂😂😂😂😂😜😅😂😂😜`,

  `पिंटू साइकिल से बाजार जा रहा था।
एक विदेशी आदमी आया और उसने पिंटू को रोका।
पिंटू: ऐसे आचनक से सामने आ गया, मरेगा क्या?
विदेशी: मुझे ताज महल जाना है।
पिंटू: तो जा ना. सबको बताता रहेगा तो पहुंचेगा कब?
😂😂😂😂😂😜😅😂😂`,

  `आर्मी ट्रेनिंग के दौरान, अफसर ने पूछा: ‘ये हाथ में क्या है?
सुरेश: “सर, बन्दुक है …!
अफसर : “ये बन्दुक नहीं! तुम्हारी इज़्ज़त है, शान है, ये तुम्हारी माँ है माँ।
फिर अफसर ने दूसरे सिपाही रमेश से पूछा: “ये हाथ में क्या है?
रमेश: “सर, ये सुरेश की माँ है, उसकी इज़्ज़त है, उसकी शान है,
और हमारी मौसी है मौसी।
सर बेहोश।
😂😂😂😂😂😜😅😂`,

  `काफी दिनों बाद सांता पार्क में घूमने गया,
घर लौटकर उसने अपनी पत्नी को बताया।
– जानती हो लोग मुझे भगवान मानने लगे हैं।
पत्नी – ये तुमने कैसे जाना।
संता – जब मैं पार्क में गया था लो वहां पर औरतें मुझे देख कर बोली,
हे भगवान!, तू फिर आ गया।
😂😜😅😂😂😜`,

  `भिखारी (शर्मा जी से) – साहब मैं अपने परिवार से बिछड़ गया हूँ।
मिलने के लिए 150 रुपये चाहिए।
शर्मा जी (भिखारी से) – कहाँ है तेरा परिवार।
भिखारी – जी वो मल्टीप्लेक्स में फिल्म देख रहा है।
😂😜😅😂😂😜`,

  `लड़का : पता है, बस में बैठते हुए मैं किसी लड़की को खड़ा नहीं देख सकता।
लड़की : तो फिर तुम क्या करते हो..?
लड़का : मैं अपनी आँखें बंद कर लेता हूँ।
😂😜😅😂😂😜`,

  `लड़का – जरा मेरी आँखों में देखो, क्या नजर आता है, सच-सच बताना,
लड़की – मुझे इनमें प्यार नजर आता है।
लड़का(गुस्से में) – ज्यादा बात मत बना।
मेरी आँख में मच्छर चला गया है।
गौर से देख और निकाल इसे।
😂😜😅😂😂😜`,

  `इंजीनियरिंग के स्टूडेन्ट – Sir, हमने कॉलेज में एक ऐसी चीज बनाई है।
जिसकी सहायता से आप दीवार के आर-पार देख सकते हैं।
सर (खुश होते हुए) – वाह ! क्या बात है…क्या चीज है वह 😊😊?
स्टुडेन्ट – छेद…😂😂😂😂😂
सर – दे थप्पड़… दे थप्पड़
😂😜😅😂😂😜`,

  `पत्नी – सुनो, आजकल चोरियां बहुत होने लगी हैं।
धोबी ने हमारे दो तौलिया चुरा लिए हैं।
पति – कौन से तौलिये?
पत्नी – अरे! वही जो हम मनाली के
होटल से उठाकर लाए थे।
😜😛🤓 😎🤠😂😀`,

  `सास: जमाई राजा,
अगले जन्म में आप क्या बनोगे?
जमाई: सासू मां मैं अगले जन्म में छिपकली बनूंगा।
सास: छिपकली क्यूं?
जमाई: क्योंकि मेरी बीवी छिपकली से बहुत डरती है।
😜😛🤓 😎🤠😂😀`,

  `पति – सुनो, तुमने मुझमें ऐसा क्या देखा था जो मुझसे शादी के लिए हां कर दी।
पत्नी – मैंने बालकनी से आपको एक-दो बार बर्तन साफ करते हुए देखा था।
😜😛🤓 😎🤠😂😀`,

  `दुनिया की सबसे समझदार,
बीबियां कहा पायी जाती हैं..??
स्टार प्लस के सीरियल्स में।
😜😛🤓 😎🤠😂😀`,

  `संता खाली पेपर को बार-बार चूम रहा था।
बंता – ये क्या है?
संता – लव लेटर है।
बंता – मगर ये तो खाली है।
संता – आज कल बोलचाल बंद है।
😜😛🤓 😎🤠😂😀`,

  `एक शराबी सड़क के किनारे बहुत ज्यादा पीने के कारण लगभग बेसुध सा पड़ा हुआ था।
पप्पू ने उसके पास आकर पूछा – आखिर इतनी ज्यादा पीने की क्या जरूरत थी ?
शराबी– “मजबूरी थी,
पीने के अलावा और कोई चारा ही नहीं था..।
पप्पू – आखिर ऐसी क्या मजबूरी हो गई थी ?
शराबी – बोतल का ढक्कन गुम हो गया था।
😜😛🤓 😎🤠😂😀`,

  `टेलर लड़की का माप लेते हुए,
कोई बॉयफ्रेंड है ?
लड़की :- हाँ , क्यों ?
टेलर :- उससे बोलना थोड़े दिन लेफ्ट साइड पे ज्यादा ध्यान दे।
फिटिंग सही बैठेगी।
😜😛🤓 😎🤠😂😀`,

  `टीचर: बच्चों वादा करो कभी शराब ,सिगरेट नही पीयोगे l
बच्चे: नही पीयेंगे l
टीचर: कभी लड़की का पीछा नही करोगे l
बच्चे: नही करेंगे l
टीचर: लड़कियों से दोस्ती नही करोगे l
बच्चे: नही करेंगे l
टीचर: वतन के लिये जान दे दोगे।
सारे बच्चे एक साथ बोले:….
दे देंगे , ऐसी जिंदगी का करेंगे भी क्या।
😜😛🤓 😎🤠😂😀`,

  `टीचर: अगर तुम्हारा बेस्ट फ्रेंड और तुम्हारी गर्लफ्रेंड दोनो डूब रहें हों,
तो तुम किसको बचाओगे ?
लड़का: डूब जाने दो सालों को,
आखिर दोनो एक साथ कर क्या रहे थे।
😜😛🤓 😎🤠😂😀`,

  `गर्मी का भी एक फायदा है दोस्तों,
ठंड बिल्कुल भी नही लगती।
😜😛🤓 😎🤠😂😀`,

  `शादी के बाद पुरुषों पर एक खास जिम्मेदारी होती है,
कुकर की 3 सीटी के बाद गैस बन्द कर देने की।
😜😛🤓 😎🤠😂😀`,

  `बच्चा – “दादी जी ‘टें…..’ बोलकर दिखाओ,
दादी – “टें…
बच्चा – “एक बार फिर बोलकर दिखाओ,
दादी – “टें…
बच्चा – “आप कितना अच्छा बोलती हैं,
फिर भी मम्मी कल पङोसन से कह रही थी कि पता नही बुढिया टें कब बोलेगी।
😜😛🤓 😎🤠😂😀`,

  `टीचर: देश के सबसे ईमानदार पुलिस कहाँ पाये जाते हैं ?
पप्पू: “सावधान इंडिया” और “क्राइम पेट्रोल में।
😜😛🤓 😎🤠😂😀

`,

  `“आज का ज्ञान”
चाहे कितनी भी mountain dew पी लो,
लेकिन भूल कर भी बीवी से जुबान लड़ाने का रिक्स मत लेना l
क्योंकि …..
बीवी से mountain dew भी नही बचा पायेगी।
😜😛🤓 😎🤠😂😀`,

  `संता – तुम्हें उस औरत से मार क्यूँ पड़ी? ?
बंता – उसकी सीट के नीचे मेरी पानी की बोतल पड़ी थी।
मैने उसे सिर्फ इतना कहा कि,
भाभी टांगे उठाओ मुझे अपना पानी निकालना है।
😜😛🤓 😎🤠😂😀

`,

  `एक सवाल मुझे बार बार कई सालों से परेशान कर रहा है कि,
छोटी abcd
बड़ी ABCD
से कितने साल छोटी है ?
😜😛🤓 😎🤠😂😀

`,

  `सुनो जी, मैंने नए डिटर्जेन्ट से अपना नया सूट धोया,
और वो छोटा हो गया। अब क्या करूँ ?
पति—” उसी डिटर्जेन्ट से नहा भी ले।
फिट आ जाएगा।
😜😛🤓 😎🤠😂😀

`,

  `देश के युवाओं के लिए एक संदेश।
अगर तुम देश बदलना चाहते हो तो अभी बदल डालो,
क्योंकि,,
अगर शादी हो गईं तो तुम देश क्या,
टीवी का चेनल भी नही बदल पाओगे।
😜😛🤓 😎🤠😂😀`,

  `पहली महिला : बहन जरा अपना बेलन देना,
मेरे पति अभी-अभी घर लौटे हैं।
दूसरी महिला : ले जाओ बहन लेकिन
जल्दी लौटा देना…मेरे पति भी आने ही वाले हैं।
ये दोनों महिलाएं अपने पति को ताजा और गर्म रोटियां
खिलाती हैं. सोच बदलो, तभी देश बदलेगा।
😜😛🤓 😎🤠😂😀`,

  `मां (बेटे से)- बेटा,
तुम तो पढ़ने में बड़े होशियार हो,
फिर ट्यूशन वाले को रखने की क्या जरूरत है?
बेटा (मासूमियत से)- मां,
तुम भी तो घर का काम करने में होशियार हो,
फिर काम वाली बाई को रखने की क्या जरूरत फिर क्या।
दे चप्पल दे चप्पल
😜😛🤓 😎🤠😂😀`,

  `लड़का : “माँ मुझे 100 रुपए चाहिए थोडा काम है।
माँ,”क्यों?
अभी परसो ही तो दिए थे।
पहले उसका हिसाब दो।
लड़का : “माँ अगर हिसाब ही होना है,
तो उसका भी हो जब बचपन में रिश्तेदार दे जाते थे और आप रख लेते थे।
😜😛🤓 😎🤠😂😀

`,

  `बीवी- ना जाने कौन-सी घड़ी में मैंने तुम्हारी Friend request accept की थी ।
पति- पत्थर पड़ गये थे मेरी अक्ल पे जो तुम्हारी DP को Nice Pic कहा था ।
बीवी- मेरी अक्ल पे भी परदा पड़ा था जो तुम्हारी Pic पे Handsome Look का comment किया था ।
पति- अच्छा होता तुम्हें उसी वक्त unfriend कर देता।
बीवी- मैंने भी उसी वक्त तुम्हें Block किया होता तो आज ये दिन ना देखना पड़ता ।
😜😛🤓 😎🤠😂😀`,

  `टीचर- इतने दिन कहां थे, स्कूल क्यों नहीं आए?
गोलू- बर्ड फ्लू हो गया था मैम।
टीचर- पर ये तो पक्षियों को होता है इंसानों को नहीं।
गोलू- इंसान समझा ही कहां आपने…रोज तो मुर्गा बना देती हो।
😜😛🤓 😎🤠😂😀`,

  `पति रेडियो पर बिजी था।
पत्नी: क्या सुन रहे हो?
पति: मोदी जी के मन की बात।
पत्नी: मेरी तो कभी नहीं सुनते।
पति: तुम जो कहती हो उसे मन की बात नहीं, मन की भड़ास कहते है।
😜😛🤓 😎🤠😂😀`,

  `2 महीने के बाद जब मरीज हॉस्पिटल से डिस्चार्ज होने लगा,
तो उसने महसूस किया कि उसे नर्स से प्यार हो गया है।
:
मरीज: आई लव यू नर्स! तुमने मेरा दिल चुरा लिया है,
नर्स: चल हट झूठे, हमने तो तेरी सिर्फ किडनी चुराई है।
😜😛🤓 😎🤠😂😀`,

  `आज का विचार जितना गौर से लोग टकराने के बाद एक दूसरे को देखते है,
उतनी गौर से अगर पहले ही देख ले तो टक्कर ही नहीं हो…विचार समाप्त
😜😛🤓 😎🤠😂😀`,

  `चमन- डॉक्टर साहब क्या आप मेरी बीमारी का पता लगा सकते हैं।
डॉक्टर- हाँ! तुम्हारी आँखें बहुत कमजोर हैं।
चमन- इतनी जल्दी आपको कैसे पता चला?
डॉक्टर- तुमने बाहर बोर्ड पर नहीं पढ़ा कि मैं जानवरों का डॉक्टर हूँ।
😜😛🤓 😎🤠😂😀`,

  `एक बूढा व्यक्ति लड़की से टकरा गया।
बूढा- सॉरी.लड़की- अँधा है क्या? दिखता नहीं ?
लड़की जैसे ही आगे बढ़ी,
एक हेंडसम सा लड़का उससे टकरा गया।
लड़का- सॉरी.लड़की- इट्स ओके,
बूढा लड़की से बोलता है-
मेरे सॉरी की स्पेलिंग गलत थी क्या?
😜😛🤓 😎🤠😂😀`,

  `एक बूढ़ी औरत ऐ टी एम् के पास पप्पू से बोली :
बेटा मेरा बैलन्स चेक करना।
पप्पू ने उसे धक्का दे दिया,
बूढ़ी औरत गिर गई।
पप्पू : आपका बैलन्स खराब है।
😜😛🤓 😎🤠😂😀`,

  `एक बीबी ने अपना status update किया,
मैं तुम पर विश्वास करती हूँ पर याद रखना।
मेरा विश्वास और तुम्हारी हड्डियां एक साथ टूटेंगी।
😂😂😂`,

  `आज का हिंदी ज्ञान :
Air Hostess = हवाई सुंदरी
Nurse = दवाई सुंदरी
Lady Teacher = पढ़ाई सुंदरी
Maid = सफ़ाई सुंदरी
Wife – लड़ाई सुंदरी
😜😛🤓 😎🤠😂😀`,

  `गट्टु :- यार बट्टू, मै एक ची़ज बहुत बार नोटिस की है।
बट्टु :- कौन सी चीज़ है गट्टु ।
गट्टु :- जब भी फाटक बंद होता है तो ट्रेन जरूर जाती है।
😜😛🤓 😎🤠😂😀

`,

  `गणित वाले सर कॉपी चेक कर रहे थे कि तभी पिंटू अधूरी कॉपी देकर बोलता है।
पिंटू :- सर मान लो मेरी कॉपी पुरी हो गयी है ।
सर :- तो फिर तुम मान लो कि तुम Fail हो गये हो जाओ पिछले वाले क्लास मे जाके बैठो जाओ ।
😜😛🤓 😎🤠😂😀`,

  `टीचर गोलु को नक्शा मे,
टीचर :- बताओ गोलु नक्शा मे भारत कहा है ।
गोलु :- यहा है टीचर,
टीचर :- सही है भोलु अब तुम ये बताओ भारत कि खोज किसने की थी
भोलु :- गोलु ने।
😜😛🤓 😎🤠😂😀`,

  `राजु रिक्शावाले से :- अंकल अंबा जी जा रहे हो क्या ?
रिक्शावले :- हां
राजु :- तो फिर मेरे लिये प्रशाद लेते आना ठीक है ।
😜😛🤓 😎🤠😂😀`,

  `पहला बच्चा – कल मैंने रॉकेट छोड़ा,
तो सीधा सूरज से जा टकराया।
दूसरा बच्चा – क्या बात कर रहा है ?
फिर क्या हुआ ?
पहला बच्चा – फिर क्या ?
मेरी पिटाई हुई,
दूसरा बच्चा – किसने मारा ?
पहला बच्चा – सूरज की मम्मी ने।
😜😛🤓 😎🤠😂😀`,

  `अध्यापक – चाँद पर पहला कदम रखने वाले व्यक्ति का नाम बताओ ?
विद्यार्थी – नील आर्मस्ट्रोंग।
अध्यापक – शाबाश … और दूसरा कदम किसने रखा था ?
विद्यार्थी – दूसरा भी उसी ने रखा होगा।
आखिर वो लंगड़ा तो था नहीं !!!
(Today’s students think logically … )
😜😛🤓 😎🤠😂😀

`,

  `बंटी- कल रात सन्नी से मेरी लडाई हो गई,
पर कुछ सोचकर मैंने उसे छोड दिया।
रमेश -क्या सोचकर छोड दिया
बंटी – यही कि वह
मुझसे ज्यादा ताकतवर है
😜😛🤓 😎🤠😂😀`,

  `दर्शनशास्त्र की कक्षा में प्रोफेसर साहब भगवान के अस्तित्व के संबंध में पढ़ा रहे थे।
– क्या आप में से किसी ने भगवान की आवाज सुनी है ?
प्रोफेसर ने छात्रों से सवाल किया।
कोई नहीं बोला ।
– क्या किसी ने भगवान को छुआ है ?
फिर से, कोई नहीं बोला ।
– क्या किसी ने भगवान को देखा है ?
जब इस बार भी छात्रों की ओर से कोई जवाब नहीं आया तो प्रोफेसर साहब बोले –
इससे सिध्द होता है कि भगवान नहीं है ।
:
एक छात्र से नहीं रहा गया। उसने हाथ उठाकर प्रोफेसर से बोलने की अनुमति मांगी।
अनुमति मिलने पर वह प्रोफेसर साहब की डेस्क के पास आकर छात्रों को संबोधित करते हुए बोला
– क्या किसी ने प्रोफेसर साहब के दिमाग की आवाज सुनी है ?
कोई नहीं बोला ।
– क्या किसी ने प्रोफेसर के दिमाग को छुआ है ?
फिर से, कोई नहीं बोला।
– क्या किसी ने प्रोफेसर के दिमाग को देखा है ।
कोई आवाज नहीं आई ।
तब छात्र ने निष्कर्ष बताया
– इससे सिध्द होता है कि प्रोफेसर साहब के दिमाग है ही नहीं ………… ।
😜😛🤓 😎🤠😂😀`,

  `थप्पड मारने पर नाराज वाईफ से हसबंड बोला:
आदमी उसी को मारता है जिससे वो प्यार करता है।
वाईफ ने हसबंड को 2 थप्पड मारे और,
बोली आप क्या समझते है मै आपसे प्यार नही करती।
😜😛🤓 😎🤠😂😀`,

  `वाईफ: प्लीज बाइक तेज ना चलाओ,
मुझे डर लग रहा है।
सरदार: अगर तुझे भी डर लग रहा है,
तो मेरी तरह आँखें बंद कर ले।
😜😛🤓 😎🤠😂😀`,

  `पत्नी: डॉक्टर साहब।
मेरे पती को रात मे बडबडाने की आदत है,
कोई उपाय बताये?
डॉक्टर: आप उन्हें दिन मे।
बोलने का मौका दिया करे।
😜😛🤓 😎🤠😂😀

`,

  `पापा बेटी से:-
बेटी पहले तो तुम मुझे पापा कहती थी,
लेकिन अब तुम मुझे डैड कहती हो, क्यों?
बेटी:- ओह डैड, पापा कहने से लिपस्टिक खराब होती है।
😜😛🤓 😎🤠😂😀`,

  `संता बार मे रो रहा था।
बंता: क्यों रो रहे हो?
संता: और क्या करू?
जिस लडकी को भुलाना चाहता हूँ,
उसका नाम ही याद नही आता।
😜😛🤓 😎🤠😂😀`,

  `पत्नी ने गुस्से में पति से कहा:
मैं तंग आ गई हूँ रोज की किच-किच से मुझे तलाक चाहीये।
पति: ये लो चॉकलेट खाओ..
पत्नी (रोमांटिक होते हुए):
मना रहें हो मुझे..
पति: नहीं रे पगली, माँ कहती है,
अच्छा काम करने से पहले,
मीठा खाना चाहिए.
😜😛🤓 😎🤠😂😀`,

  `इंग्लिश ग्रामर की टीचर- आज हम नाउन पढ़ेंगे
टीचर- लड़की सबसे हंस के बात करती है।
इसमें लड़की क्या है?
पप्पू- मैडम जी वो लड़की बिगड़ी हुई है,
किसी लड़के के चक्कर में पड़ी है।
😜😛🤓 😎🤠😂😀`,

  `पति बाल कटवाकर घर आया।
पति: देखो, मैं तुमसे दस साल छोटा लगता हूं कि नहीं?
पत्नी: मुंडन करवा लेते तो लगता जैसे अभी पैदा हुए हो।
😜😛🤓 😎🤠😂😀`,

  `पप्पू: पापा बुलेट दिला दो,
बाप: पड़ोसन की लड़की को।
देख बस से जाती है,
पप्पू: यही तो देखा नहीं जाता।
😜😛🤓 😎🤠😂😀`,

  `पप्पू अपनी पत्नी से-
अच्छा ये बताओ ‘बिदाई’ के समय तुम,
लड़कियां इतनी रोती क्यों हो?
पत्नी- ‘पागल’ अगर तुझे पता चले।
अपने घर से दूर ले जाकर कोई तुमसे,
‘बर्तन मंजवाएगा’ तो तू क्या नाचेगा।
😜😛🤓 😎🤠😂😀`,

  `मेरे एक पड़ोशी है, जिनका नाम है ‘भगवान’
और उनकी लड़की का नाम है भक्ति,
मम्मी बोलती है कि,
‘बेटा भगवान की भक्ति में मन लगाया कर’
अब मम्मी को कैसे समझाऊ की
भक्ति में तो मन लगाता हुँ,
पर भगवान नहीं मान रहे।
😜😛🤓 😎🤠😂😀`,

  `इस मतलबी दुनिया में,
एक पान वाला ही है,
जो पूछ कर चुना लगाता है।
😜😛🤓 😎🤠😂😀

`,

  `पप्पू की वाईफ रोमांटिक मूड मे थी,
पूरे बैड पर बाँहे फैला कर लेट गयी।
और पप्पू से बोली कुछ समझे?
पप्पू- समझ गया आज तू पूरे बैड पर सोना चाहती है न डायन।
😜😛🤓 😎🤠😂😀`,

  `हरियाणवी लड़की: पासपोर्ट साइज फोटो खींच दे,
और उसमें मेरी नई चप्पल भी आनी चाहिए।
फोटोग्राफर भी हरियाणवी था,
बोल्या टट्टी वाली स्टाइल में बैठ जा।
😜😛🤓 😎🤠😂😀

`,

  `अपने ससुर जी की दुलारी हूँ मैं,
अपने Hubby की भी प्यारी हूँ मैं।
फिलहाल तो ये सब सपना है,
क्यों की अभी तक कुवारी हूँ मैं।
😜😛🤓 😎🤠😂😀`,

  `अगर आपका बेटा “Hello Hello” करते हुए,
रूम से बाहर निकल जाए।
तो समझ जाना की,
आपकी होने वाली बहु का फ़ोन है।
😜😛🤓 😎🤠😂😀`,

  `LKG के बच्चे के पेपर मे 0 आया।
गुस्से से पिता: यह क्या है?
बच्चा: पिताजी, शिक्षक के पास स्टार खत्म हो हो गए थे,
इसलिये उसने मून दे दिया।
😜😛🤓 😎🤠😂😀`,

  `कुछ दोस्त ऐसे हैं जो घर से
बीवी की लात खाकर आते हैं और।
दोस्तों से कहते फिरते हैं,
आज तो मैं लेग पीस खाकर आया हूं।
😜😛🤓 😎🤠😂😀`,

  `डेट पर लड़के ने लड़की से कहा,
जानू, एक बात कहना चाहता हूं।
लड़की: क्या?
लड़का: मेरी पहले से एक गर्लफ्रेंड है,
लड़की: डरा दिया साले, मुझे लगा कि पैसा नहीं है।
😜😛🤓 😎🤠😂😀`,

  `पति: अरे सुनो, मुन्ना रो रहा है चुप कराओ इसे,
पत्नी (गुस्से में): मैं काम करूं या बच्चे संभालू।
मैं इसे दहेज में नहीं लाई थी, खुद ही चुप करा लो,
पति: फिर रोने दे… मैं कौन सा इसे बारात में लेकर गया था।
😜😛🤓 😎🤠😂😀`,

  `शादीशुदा महिला- पंडितजी, मेरे पति हमेशा मुझसे लड़ते रहते हैं,
घर की सुख-शांति के लिए कौन-सा व्रत रखूं?
पंडितजी- मौन व्रत रखो बेटा, सब बढ़िया होगा।
😜😛🤓 😎🤠😂😀`,

  `एक पार्टी में एक सुन्दर सी लड़की एक लड़के के पास गई,
  लड़की: सुनिए, मेरे एक हाथ में गिलास और दूसरे में प्लेट है।
  आप मेरे चेहरे से एक चीज़ हटा देंगे।
  लड़का: हाँ हाँ क्यों नहीं, क्या चीज़ हटानी है?
  लड़की: अपनी कुत्ते जैसी नज़र।
  😜😛🤓 😎🤠😂😀`,

  `सन: मॉम, पापा बहुत शरीफ है,
  मॉम: वो कैसे बेटा।
  सन: पापा जब भी किसी लडकी को देखते है।
  तो अपनी एक आँख बंद कर लेते है।
  😜😛🤓 😎🤠😂😀`,

  `सन: मॉम, पापा बहुत शरीफ है,
  मॉम: वो कैसे बेटा।
  सन: पापा जब भी किसी लडकी को देखते है।
  तो अपनी एक आँख बंद कर लेते है।
  😜😛🤓 😎🤠😂😀`,

  `एक अनपढ़ लड़की की शादी कुछ ज्यादा ही पढ़े लिखे लड़के से हो गई।
  .
  एक दिन लड़की ने बेहद लजीज खाना बनाया,
  जिसे पति बड़े चाव से खा रहा था कि तभी एक निवाला
  उसके गले में अटक गया।
  वह खांसते खांसते मर गया।
  ;
  पत्नि रोते रोते बोली,,
  हाय यह क्या हो गया, पानी भी नही मांग सके
  वॉटर वॉटर कहते हुए ही मर गए।
  😂😂😂😂😂😂
  
  `,

  `एक औरत ने पंडित जी से घर की खुशहाली का उपाय पूंछा।
  पंडित जी .. बेटी पहली रोटी गाय को खिलाया करो और आखिरी रोटी कुत्ते को।
  औरत.. पंडित जी मैं ऐसा ही करती हूँ।
  पहली रोटी खुद खाती हूँ और,
  आखिरी रोटी अपने पति को खिलाती हूँ।
  पंडित बेहोश।
  😂😜😅😂😂😜`,

  `ग्राहक – वैसे आपके होटल में सफाई बहुत ध्यान पूर्वक कि जाती हैं।
  मैनेजर ( खुश होकर ) – धन्यवाद आपको किस बात से ऐसा आभास हुआ।
  ग्राहक – ऐसा आभास जब हुआ किसी ने होटल में घुसते ही मेरी जेब की सफाई कर दी।
  😂😜😅😂😂😜
  
  `,

  `मैंने कल अपने एक स्कूल टाइम के दोस्त को फोन किया,
  और पूछा कि वो क्या कर रहा है।
  तो उसने बोला वह एक विशेष प्रकार की रिसर्च पर काम कर रहा है।
  जोर डालने पर उसने बताया कि……
  He is currently working on
  “Aqua-thermal treatment of ceramics,
  aluminium and steel under a constrained environment”
  I was impressed ….
  बाद में सोच सोच के दिमाग पर जोर दे के समझ आया कि
  बर्तन धो रहा था गरम पानी से,
  बीबी की निगरानी में।
  😂😜😅😂😂😜`,

  `दो दोस्त दारू पीकर गाङी चला रहे थे।
  तभी एक चिल्लायाः अबे कमीने दिवार है दिवार है आगे दिवार है।
  तभी गाङी दिवार मे घुस गई।
  :
  अगले दिन दोनो हाँस्पीटल मेँ
  पहला दोस्तः कमीने मे चिल्ला चिल्ला कर कह रहा था आगे दिवार है दिवार है।
  फिर तुने सुना क्यो नही।
  दुसरा दोस्तः साले बेवङे गाङी तुँ चला रहा था
  😂😜😅😂😂😜`,

  `सास – कितनी बार कहा है,😡
  बाहर जाओ तो बिन्दी लगाकर जाया करो।😡😠
  आधुनिक बहु – पर जीन्स पर बिन्दी कौन लगाता है…?💃💃💃
  सास – तो मैंने कब कहा जीन्स पर लगानी है,
  माथे पर लगा चुड़ैल माथे पर।
  😛😛😛😛😛😛😛😛`,

  `टीचर: ‘हिम्मत ए मर्दा तो मदद ए खुदा’ का मतलब बताओ,?
  बच्चा: जो अपनी बीवी के सामने मर्द बनने की
  कोशिश करता है,
  उसकी मदद फिर खुदा ही कर सकता है।
  😄👌😄👌`,

  `बबलू -तू स्कूल क्यों नही जाता,
  पप्पू- कई बार गया अंकल वो वापिस भगा देते है।
  बबलू -क्यों ?
  पप्पू- कहते है भाग तेरा क्या काम लड़कियों के स्कूल में।
  😂😂😂
  
  `,

  `संता की बीवी – सुनिए जी,
  रात नींद में आप मुझे गालियाँ दे रहे थे।
  संता – ओ नहीं सोणिये,
  ये तुम्हारा वहम है,
  बीवी – क्या वहम है?
  संता- यही कि मैं नींद में था।
  😳😳😳😳😳😳😳
  
  `,

  `एक ट्रेन में प्रेमी युगल यात्रा कर रहा था।:-:😎😍
  प्रेमिका ने प्रेमी से कहा प्लीज तंग न करो मेरा सिर् दर्द कर रहा है।
  प्रेमी ने प्रेमिका का सर चूमा और पुछा अब दर्द कैसा है?
  प्रेमिका—दर्द गायब है
  थोडी देर बाद प्रेमिका बोली-प्लीज तंग न करो आँखें दर्द हो रही हैँ।
  प्रेमी ने उसकी आँखों पर किस्स किया और पूछा अब दर्द कैसा है।
  प्रेमिका प्यार से-वाह दर्द गायब हो गया।
  इतने में सामने बैठा बजुर्ग उम्मीद से उठा और,
  लड़के को पूछा-बेटा क्या बवासीर का इलाज भी कर लेते हो?
  😜😜😜😜😜😜😛😛😛😝`,

  `पप्पू , डॉक्टर से :– क्या आप बिना दर्द किये भी दाँत निकाल लेते हो ?
  डॉक्टर :– नही तो।
  पप्पू :– मै निकाल लेता हूँ,
  डॉक्टर :– कैसे ?
  पप्पू :– ही ही ही ही ही ही हा हा।
  😜😂😂😂😂😂😜`,

  `मुह दिखाई पर पति ने पत्नी को गुलाब का फूल भेट दिया।
  पत्नी : कुछ सोने की चीज दो।
  पति : ले तकिया ले और सो जा।
  😂😜😅😂😂😜`,

  `पत्नी : शादी के पहले तुम बहुत मंदिर जाते थे, अब क्या हो गया..?
  पति : फिर तुमसे शादी हो गई, और मेरा भगवान पर से भरोसा ही उठ गया।
  😝😄😂😜`,

  `पोता: दादी आपने कौन-कौन से देश घूमे हैं?
  दादी: अपना पूरा हिंदुस्तान, पाकिस्तान, अफगानिस्तान, उजबेकिस्तान….
  पोता: दादी अब कहां घूमोगी?
  पीछे से छोटा पोता बोला…
  कब्रिस्तान।
  😂😜😅😂😂😜`,

  `बंता- तुम खाली पेट होने पर कितने केले खा सकते हो?
  संता (कुछ पल सोचकर कहा)- मैं 6 केले खा सकता हूँ।
  बंता ने हँसते हुए जवाब दिया- गलत जवाब दोस्त,
  पहला केला खा लेने के बाद तुम्हारा पेट खाली कहां रहेगा ?
  इसलिए खाली पेट होने पर तुम केवल,
  एक ही केला खा सकते हो।
  संता घर पहुंचा और जाते ही बीवी से सवाल किया,
  तुम खाली पेट होने पर कितने केले खा सकती हो?
  बीवी- मैं 4 केले खा सकती हूँ।
  संता (निराश स्वर में बोला)- अगर 6 कहती तो,
  एक मस्त का Jokes सुनाता तुझे।
  😜😛🤓 😎🤠😂😀`,

  `एक पति ने अपनी पत्नी को दिल की बात बताई,
  कहा – तुमसे शादी करके मुझे एक फायदा हुआ है।
  पत्नी – कौन सा फायदा?
  पति – मुझे मेरे गुनाहों की सजा इसी जन्म में मिल गई।
  😜😛🤓 😎🤠😂😀`,

  `बीवी : एक बात बोलूँ?
  पति : बोलो.
  बीवी : मारोगे तो नहीं?
  पति : नहीं तो, क्या बात है?
  बीवी : में प्रेग्नेंट हूँ..
  पति : अरे वाह.. अच्छी खबर …. तुम डर क्यों रही थी?
  बीवी : कॉलेज के दिनों में पापा को बताया था,
  तो बहुत मार पड़ी थी।
  पति बेहोश
  😜😛🤓 😎🤠😂😀`,

  `एक फैमिली “शोले” फिल्म देखकर घर पर लौटी,
  फिल्म का जोश रग रग में दौड रहा था।
  पति मजाकिया मुड में अपनी पत्नी से :
  नाच बसंती नाच।
  तभी बच्चों ने कहा : मम्मी – इस कुत्ते
  के सामने मत नाचना…??
  😜😛🤓 😎🤠😂😀`,

  `लड़का:- मां दिवाली आने वाली है,
  इस बार पटाखे इस दुकान से लुंगा।
  मां:-हरामजादे, ये पटाखों की दुकान नहीं
  लड़कियों का हॉस्टल है।
  लड़का:- मुझे क्या पता,,
  एक दिन पापा कह रहे थे,
  कि यहां एक से एक धांसु पटाखे हैं।
  😜😛🤓 😎🤠😂😀
  
  `,

  `रेलवे लाइन पर हगने वालों के लिए एक नकली लाइन बिछाई जाएगी।
  ताकि हगने का आनंद भी मिले
  और
  मौत का खतरा भी ना रहे,
  “प्रधानमंत्री गांड़ सुरक्षा योजना।
  😜😛🤓 😎🤠😂😀`,

  `कोई दुनिया के सामने कितना भी स्टाइलिश
  होने का दिखावा करे,
  मगर अपने घर पे जब आम की गुठली खा रहा होता है,
  तो किसी जंगल के आदिवासी से कम नही लगता।
  😜😛🤓 😎🤠😂😀`,

  `लड़का:- Whatsapp अपडेट कर लो..
  लड़की:- कैसे करते हैं…?
  लड़का:- Play Store पे,
  जाओ और वहाँ से कर लो..
  लड़की:- हमारे गांव
  में Play Store नहीं है जनरल स्टोर है वहाँ से कर लूं..
  लड़का:- बेहोश
  😜😛🤓 😎🤠😂😀`,

  `हद हो गयी यार अब तो दोस्त से मिलने अस्पताल गया तो
  वो बोला…
  दर्द दिलो के कम हो जाते,
  अगर सेब के बदले सिगरेट.और विमल ले आते।
  😜😛🤓 😎🤠😂😀
  
  `,

  `एक तोतला टैक्सी ड्राईवर 3 लड़कियों को लेकर
  जा रहा होता है।
  पुलिसवाला: लड़कियों को लेकर
  कहाँ जा रहा है?
  तोतला: चोदने?
  पुलिसवाला: क्या बकवास है ये?
  तोतला: एक को पार्क में चोदना है एक को घर पे चोदना है।
  इतने में तीसरी लड़की बोली, ” क्या बकवास कर रहे हो?
  तोतला: तुम चुप रहो नहीं तो तुमको यहीं चोद दूंगा।
  😜😛🤓 😎🤠😂😀`,

  `Offline रहता हूं तो सिर्फ दाल, रोटी, नौकरी एवं
  परिवार की ही चिंता रहती है।
  Online होते ही धर्म, समाज, राजनीती, देश, विश्व
  और पूरे ब्रह्माण्ड की चिंताए
  होने लगती है।
  आम भारतीय नागरिक
  😜😛🤓 😎🤠😂😀`,

  `ये वो दौर है जनाब जहां इंसान गिर जाये तो हँसी निकल जाती है,
  और मोबाईल गिर जाये तो जान निकल जाती है।
  😜😛🤓 😎🤠😂😀`,

  `पप्पू- यार शादी के जोड़े कौन बनाता है?
  गप्पू- भगवान बनाता है।
  पप्पू- मैं तो दर्जी को सिलने दे आया।
  😜😛🤓 😎🤠😂😀`,

  `पत्नी- देखो मोसम कितना हसींन है,तुम्हारा क्या प्लान है ??
  पति- मेरा तो वही है 178 में 1 GB का 28 दिन के लिए ।
  पत्नी- घुस जा मोबाइल में
  😜😛🤓 😎🤠😂😀`,

  `शिक्षिका : भूतकाल, वर्तमानकाल और भविष्य काल का एक उदाहरण मैं देती हूँ,
  फिर एक तुम देना – “मैं सुन्दर थी, हूँ और रहूंगी।
  विद्यार्थी : “आपको वहम था, है और रहेगा।
  😜😛🤓 😎🤠😂😀`,

  `अध्यापक ने बच्चों से कहा- बच्चों 2030 में कयामत आएगी।
  दुनिया तबाह हो जाएगी … सब कुछ तबाह हो जाएगा |
  एक बच्चा बोला – सर ! क्या उस दिन हमारे स्कूल की छूट्टी रहेगी ?
  😜😛🤓 😎🤠😂😀
  
  `,
];

const jokeContainer = document.getElementsByClassName("jokeContainer")[0];
const randomGenerateButton = document.getElementsByClassName("btn3")[0];
const nextButton = document.getElementsByClassName("btn2")[0];
const previousButton = document.getElementsByClassName("btn1")[0];
let next = 0;
let extraAtOnce;
let leastAtOnce;

const randomNumber = (min, max) => {
  return Math.floor(Math.random() * (max - min + 1) + min);
};

randomGenerateButton.addEventListener("click", () => {
  let index = randomNumber(0, jokesArray.length - 1);
  //innerHTML deni padegi innerText ki jageh because text is format me hai ki text dene par br tag aayenge automatic.
  jokeContainer.innerHTML = jokesArray[index];
  randomGenerateButton.style.background = "black";
  randomGenerateButton.style.color = "white";
  setTimeout(() => {
    randomGenerateButton.style.background = "plum";
    randomGenerateButton.style.color = "black";
  }, 150);
});

nextButton.addEventListener("click", () => {
  if (leastAtOnce) {
    next += 2;
  }
  if (next <= jokesArray.length - 1 && next >= 0) {
    jokeContainer.innerHTML = jokesArray[next];
  } else if (next > jokesArray.length - 1) {
    next = 0;
    jokeContainer.innerHTML = jokesArray[next];
  }
  if (!leastAtOnce) {
    next++;
  }
  nextButton.style.background = "black";
  nextButton.style.color = "white";
  setTimeout(() => {
    nextButton.style.background = "plum";
    nextButton.style.color = "black";
  }, 150);
  leastAtOnce = false;
  extraAtOnce = true;
});

previousButton.addEventListener("click", () => {
  if (extraAtOnce) {
    next -= 2;
  } else if (!extraAtOnce) {
    next--;
  }
  if (next >= 0) {
    jokeContainer.innerHTML = jokesArray[next];
  } else if (next < 0) {
    next = jokesArray.length - 1;
    jokeContainer.innerHTML = jokesArray[next];
  }
  previousButton.style.background = "black";
  previousButton.style.color = "white";
  setTimeout(() => {
    previousButton.style.background = "plum";
    previousButton.style.color = "black";
  }, 150);
  extraAtOnce = false;
  leastAtOnce = true;
});

// console.log(jokesArray.length - 1);

let h1 = document
  .getElementsByClassName("navbar")[0]
  .getElementsByTagName("h1")[0];

let size = 2;
setInterval(() => {
  setTimeout(() => {
    size += 1;
    h1.style.fontSize = size + "vw";
  }, 100);

  setTimeout(() => {
    size -= 1;
    h1.style.fontSize = size + "vw";
  }, 300);

  setTimeout(() => {
    size += 1;
    h1.style.fontSize = size + "vw";
  }, 500);

  setTimeout(() => {
    size -= 1;
    h1.style.fontSize = size + "vw";
  }, 700);
}, 2000);
